
[
    "How can a daily reading habit improve long‑term decision making?",
    "What signals tell you that a book is worth re‑reading instead of starting a new one?",
    "How do you currently choose which non‑fiction books to prioritize each month?",
    "What is the most transformative idea you have taken from a book in the past year?",
    "How do you distinguish between reading for entertainment and reading for skill acquisition?",
    "What personal criteria would you use to call a book a “10/10” for you?",
    "How do you track and organize your reading highlights over time?",
    "What patterns do you notice in the kinds of authors you return to again and again?",
    "How do you test whether an idea from a book actually works in your real life?",
    "What is your process for turning book notes into concrete actions or experiments?",
    "How do you avoid forgetting powerful ideas from books you read years ago?",
    "What role should disagreement with an author play in your learning process?",
    "How do you evaluate whether a book is biased and how that affects your takeaways?",
    "What is the ideal balance between depth reading and breadth reading for your goals?",
    "How do you decide when to abandon a book that is not resonating with you?",
    "How would you describe your brand’s personality in three precise adjectives?",
    "What emotions should your brand consistently evoke in your ideal audience?",
    "How do you want people to describe your brand after a first interaction?",
    "What visual elements currently conflict with the story your brand wants to tell?",
    "How does your brand’s tone of voice change (if at all) across different channels?",
    "What non‑obvious brands do you admire and why do they feel “cohesive” to you?",
    "How would your brand behave if it were a person at a small dinner party?",
    "What promises does your brand implicitly make every time it shows up online?",
    "How do you want your audience to feel immediately after consuming your content?",
    "What topics could you confidently create content about every week for a year?",
    "Which single idea from your work deserves ten different content formats around it?",
    "How do you identify whether a piece of content truly resonated or just got lucky reach?",
    "What bottlenecks slow you down most when trying to publish consistently?",
    "How do you decide which older pieces of content are worth revisiting or repurposing?",
    "What would a sustainable, energizing weekly content rhythm look like for you?"

]